Repository: nmilosev/PMF
Catalog: PMF/PMF/Dictionaries/AppDictionary.*.resx
Languages: sr_latn_rs

# ButtonContact
source: CONTACT
sr_latn_rs: KONTAKT

# ButtonHelp
source: HELP
sr_latn_rs: POMOĆ

# ButtonNews
source: NEWS
sr_latn_rs: VESTI

# ButtonPrograms
source: PROGRAMS
sr_latn_rs: STUDIJSKI PROGRAMI

# ButtonSchedule
source: SCHEDULES
sr_latn_rs: RASPOREDI

# ButtonStudServices
source: STUDENT SERVICES
sr_latn_rs: STUDENTSKA SLUŽBA

# ContactTitle
source: PMF - Contact
sr_latn_rs: PMF - Kontakt

# Description
source: Application for Student Services
sr_latn_rs: Aplikacija za studentske servise

# Info
source: INFORMATION
sr_latn_rs: INFORMACIJE

# PMFName
source: Faculty of Sciences, Novi Sad
sr_latn_rs: Prirodno-matematički fakultet, Novi Sad

# Title
source: Student services
sr_latn_rs: Studentski servisi

# UNS
source: University of Novi Sad
sr_latn_rs: Univerzitet u Novom Sadu

# Welcome
source: Welcome, students!
sr_latn_rs: Dobro došli, studenti!

# WelcomeMessage
source: Access your student services from the app main menu!
sr_latn_rs: Pristupite vašim studentskim servisima iz glavnog menija aplikacije!

# AddressLine2
source: 21000 Novi Sad, Serbia
sr_latn_rs: 21000 Novi Sad, Srbija

# Bank
source: Bank account: 840-1711666-19
sr_latn_rs: Žiro račun: 840-1711666-19

# ContactPhoneLabel
source: Student services:
sr_latn_rs: Studentska služba:

# ContactVisitUs
source: Visit us!
sr_latn_rs: Posetite nas!

# DefaultTitle
source: PMF - Student Services
sr_latn_rs: PMF - Studentski servisi

# MatNumber
source: Company number: 08104620
sr_latn_rs: Matični broj: 08104620

# PMF
source: Faculty of Sciences
sr_latn_rs: Prirodno-matematički fakultet

# AboutTitle
source: PMF - About
sr_latn_rs: PMF - Informacije

# Author
source: Author: Nemanja Milošević
sr_latn_rs: Autor: Nemanja Milošević

# DMI
source: Department of Mathematics and Informatics
sr_latn_rs: Departman za matematiku i informatiku

# Images
source: Pictures and vectors taken from flaticons and freepik. All logos are properties of their respective owners. All rights reserved.
sr_latn_rs: Slike i vektori preuzeti sa sajtova flaticon i freepik. Svi logotipovi korišćeni su vlasništvo njihovih kompanija. Sva prava zadržana.

source: Master thesis
sr_latn_rs: Master rad

# MasterThesisName
source: Master thesis: Native cross-platform mobile application development in C# programming language
sr_latn_rs: Master rad na temu: Razvoj cross-platform native mobilnih aplikacija u programskom jeziku C#

# NewsTitle
source: PMF - News
sr_latn_rs: PMF - Vesti

source: Please wait...
sr_latn_rs: Molim sačekajte...

source: Error!
sr_latn_rs: Greška!

# NewsError
source: Error fetching news, try again later...
sr_latn_rs: Greška prilikom preuzimanja vesti, pokušajte ponovo kasnije...

# NewsSuccess
source: Date refreshed:
sr_latn_rs: Datum osvežavanja:

# NewsSuccessTitle
source: Successfully loaded news!
sr_latn_rs: Uspešno učitavanje vesti!

source: Back
sr_latn_rs: Nazad

source: Share
sr_latn_rs: Podeli

# ScheduleError
source: Error while fetching schedules, please try again later...
sr_latn_rs: Greška prilikom preuzimanja rasporeda, pokušajte ponovo kasnije...

# ScheduleSuccess
source: Sucessfully loaded schedules!
sr_latn_rs: Uspešno učitani rasporedi!

# ScheduleTitle
source: PMF - Schedules
sr_latn_rs: PMF - Rasporedi

source: Friday
sr_latn_rs: Petak

source: Monday
sr_latn_rs: Ponedeljak

source: Saturday
sr_latn_rs: Subota

source: Schedule for:
sr_latn_rs: Raspored za dan:

source: Sunday
sr_latn_rs: Nedelja

source: Thursday
sr_latn_rs: Četvrak

source: Tuesday
sr_latn_rs: Utorak

source: Wednesday
sr_latn_rs: Sreda

source: Lab
sr_latn_rs: Praktične vežbe

source: Lecture
sr_latn_rs: Predavanje

source: Practice
sr_latn_rs: Vežbe

source: Nothing for today! :-)
sr_latn_rs: Ništa za danas! :-)

source: OK
sr_latn_rs: U redu

source: Session details
sr_latn_rs: Detalji sesije

# SubjectDetails
source: Exam Details
sr_latn_rs: Detalji predmeta

# LastRefresh
source: Last refreshed:
sr_latn_rs: Poslednji put osveženo:

# SubjectLoadError
source: Error while loading class details, please try again later...
sr_latn_rs: Greška prilikom učitavanja detalja predmeta. Pokušajte ponovo kasnije...

# SubjectAssistaints
source: Teaching Assistaints
sr_latn_rs: Predmetni asistenti

# SubjectClasses
source: Number of classes
sr_latn_rs: Broj časova aktivne nastave

# SubjectContents
source: Exam Contents
sr_latn_rs: Sadržaj predmeta

# SubjectGoal
source: Exam Goal
sr_latn_rs: Cilj predmeta

# SubjectLiterature
source: Suggested Literature
sr_latn_rs: Preporučena literatura

# SubjectMethod
source: Class methods
sr_latn_rs: Metode izvođenja nastave

# SubjectOutcome
source: Class outcome
sr_latn_rs: Ishod predmeta

# SubjectProfessors
source: Class professors
sr_latn_rs: Predmetni profesori

# SubjectPages
source: Class links
sr_latn_rs: Stranice predmeta
